---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndMy
source: html/129ca467-8d97-ebeb-29b6-e0723911e36e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndMy Property

"End My"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceEndMy { get; }
```